---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetWidth
source: html/6f06d8fd-3562-ee20-ba91-569988213d85.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetWidth Property

"Sheet Width"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetWidth { get; }
```